---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.KipDashFtPerDegree
source: html/b074a51c-42f1-100f-f511-0f757d2063fb.htm
---
# Autodesk.Revit.DB.SymbolTypeId.KipDashFtPerDegree Property

Symbol kip-ft/°, indicating unit Kip feet per degree.

## Syntax (C#)
```csharp
public static ForgeTypeId KipDashFtPerDegree { get; }
```